---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DimensionEqualityLabelFormatting
source: html/11fb69c8-7f0b-eb09-d3de-65a2b950e46d.htm
---
# DimensionEqualityLabelFormatting Members

Constructs a new instance of a DimensionEqualityLabelFormatting object with specified settings.